autoconf
automake
base
binutils
bison
cinnamon
cinnamon-control-center
cinnamon-desktop
cinnamon-menus
cinnamon-screensaver
cinnamon-session
cinnamon-settings-daemon
cinnamon-translations
cjs
fakeroot
flex
gcc
git
gnome-terminal
groff
grub
gsfonts
libtool
linux
linux-firmware
m4
make
muffin
nano
nemo
networkmanager
pacman-contrib
patch
pkgconf
sdl_ttf
sudo
texinfo
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
wget
which
xorg
xorg-server
xorg-xinit
xorg-apps
